Repository: CrimsBerith/Keptora
Catalog: Keptora/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, tr

source: Keptora verifies the signed manifest, original paths, quarantine files, byte counts, and SHA-256 digests before enabling restore.
de: Keptora prüft das signierte Manifest, Originalpfade, Quarantänedateien, Dateigrößen und SHA-256-Hashes, bevor die Wiederherstellung freigegeben wird.
fr: Keptora vérifie le manifeste signé, les chemins d’origine, les fichiers de récupération, la taille et les empreintes SHA-256 avant d’autoriser la restauration.
tr: Keptora geri yüklemeyi etkinleştirmeden önce imzalı bildirimi, orijinal yolları, kurtarma kutusundaki dosyaları, bayt sayılarını ve SHA-256 özetlerini doğrular.

source: Keptora will move reviewed copies into a hidden quarantine folder beside the originals. Nothing is permanently deleted.
de: Keptora verschiebt überprüfte Kopien in einen versteckten Quarantäneordner neben den Originalen. Nichts wird dauerhaft gelöscht.
fr: Keptora déplace les copies examinées dans un dossier de récupération caché à côté des originaux. Rien n’est supprimé définitivement.
tr: Keptora incelenen kopyaları orijinallerin yanındaki gizli kurtarma klasörüne taşır. Hiçbir dosya kalıcı olarak silinmez.

source: Current
de: Strom
fr: actuel
tr: Güncel

source: Database
de: Datenbank
fr: base de données
tr: Veritabanı

source: Decision Evidence
de: Entscheidungsbelege
fr: Preuve de décision
tr: Karar Kanıtı

source: Decision Evidence…
de: Entscheidungsbeweise...
fr: Preuve de décision...
tr: Karar Kanıtı…

source: Decision fingerprint
de: Entscheidungs-Fingerabdruck
fr: Empreinte de décision
tr: Karar özeti

source: Decision provenance
de: Entscheidungsherkunft
fr: Origine de la décision
tr: Karar kaynağı

source: Decision Shelf
de: Entscheidungsbereich
fr: Volet de décision
tr: Karar Paneli

source: Decisions
de: Entscheidungen
fr: Décisions
tr: Kararlar

source: Default keeper: the oldest modified copy, then the shortest stable path. Choose Keep on another copy to override it.
de: Standard-Original: die älteste geänderte Kopie, dann der kürzeste Pfad. „Behalten" bei einer anderen Kopie auswählen, um dies zu ändern.
fr: Original par défaut : la copie la plus ancienne, puis le chemin le plus court. Choisissez Conserver sur une autre copie pour remplacer ce choix.
tr: Varsayılan asıl kopya: en eski değiştirilen kopya, ardından en kısa sabit yol. Değiştirmek için başka bir kopyayı Koru olarak seçin.

source: Denied
de: Abgelehnt
fr: Refusé
tr: Reddedildi

source: Deselect %@
de: %@ abwählen
fr: Désélectionner %@
tr: %@ seçimini kaldır

source: Diagnostic privacy
de: Diagnostische Privatsphäre
fr: Confidentialité diagnostique
tr: Tanılama gizliliği

source: Different volume at saved path
de: Anderses Volumen am gespeicherten Pfad
fr: Volume différent au chemin sauvegardé
tr: Kayıtlı yolda farklı disk var

source: Digest
de: Hash
fr: Empreinte
tr: Özet (Digest)

source: Discovering media
de: Medien entdecken
fr: Découverte des médias
tr: Medyayı keşfetmek

source: Discovery
de: Entdeckung
fr: découverte
tr: Keşif

source: Dismiss
de: entlassen
fr: rejeter
tr: Kapat

source: Done
de: Fertig
fr: Terminé
tr: Bitti

source: Download and Scan
de: Laden und scannen
fr: Télécharger et analyser
tr: İndir ve Tara

source: Download iCloud originals?
de: iCloud-Originale laden?
fr: Télécharger les originaux iCloud ?
tr: iCloud özgünleri indirilsin mi?

source: Draft
de: Entwurf
fr: brouillon
tr: Taslak

source: Edited
de: Bearbeitet
fr: Édité
tr: Düzenlenmiş

source: Edited export
de: Bearbeitete Export
fr: Exportation modifiée
tr: Düzenlenmiş dışa aktarma

source: Enable Keptora in System Settings > Privacy & Security > Photos.
de: Keptora in Systemeinstellungen > Datenschutz & Sicherheit > Fotos aktivieren.
fr: Activez Keptora dans Paramètres système > Confidentialité et sécurité > Photos.
tr: Sistem Ayarları > Gizlilik ve Güvenlik > Fotoğraflar bölümünde Keptora’yı etkinleştirin.

source: Every operation carries its exact-review decision provenance and protected keeper identity into the signed manifest. RAW/sidecar and Live Photo families must move together. Each file is re-hashed immediately before it moves.
de: Jede Operation überträgt den Prüfnachweis und die Identität des geschützten Originals in das signierte Manifest. RAW/Sidecar- und Live Photo-Familien müssen zusammen verschoben werden. Jede Datei wird unmittelbar vor dem Verschieben erneut gehasht.
fr: Chaque opération enregistre la provenance de décision et l'identité de l'original protégé dans le manifeste signé. Les familles RAW/associés et Live Photos doivent être déplacées ensemble. Chaque fichier est revérifié par hachage avant le déplacement.
tr: Her işlem, kesin inceleme karar kaynağını ve korunan asıl kopya kimliğini imzalı bildirime işler. RAW/yan dosya ve Live Photo aileleri birlikte taşınmalıdır. Her dosya taşınmadan hemen önce tekrar doğrulanır.

source: Every ready file matches the signed manifest and has an unoccupied original destination.
de: Jedes fertige Dokument entspricht dem unterzeichneten Manifest und hat einen unbelegten ursprünglichen Bestimmungsort.
fr: Chaque fichier prêt correspond au manifeste signé et a une destination originale non occupée.
tr: Hazır durumdaki her dosya imzalı manifestle eşleşir ve boş bir özgün hedefe sahiptir.

source: Evidence
de: Beweismittel
fr: preuves
tr: Kanıt

source: Exact
de: Exakt
tr: Birebir

source: Exact assets
de: Exakte Mediendateien
fr: Fichiers exacts
tr: Birebir Dosyalar

source: Exact cleanup uses Apple's Recently Deleted flow. Similarity stays review-only.
de: Die exakte Bereinigung verwendet Apples Workflow "Kürzlich gelöscht". Ähnlichkeiten bleiben nur zur Überprüfung.
fr: Le nettoyage exact utilise le flux Récemment supprimé d'Apple. La similitude reste uniquement en mode revue.
tr: Tam kopya temizliği Apple’ın Son Silinenler akışını kullanır. Benzerlik yalnızca inceleme içindir.

source: Exact copies
de: Exakte Kopien
fr: Copies exactes
tr: Birebir kopyalar

source: Exact copies require SHA-256 byte-level proof.
de: Exakte Kopien erfordern einen SHA-256-Nachweis auf Byte-Ebene.
fr: Les copies exactes exigent une preuve SHA-256 au niveau des octets.
tr: Tam kopyalar SHA-256 ile bayt düzeyinde kanıt gerektirir.

source: exact copy
de: exakte Kopie
fr: copie exacte
tr: tam kopya

source: Exact copy
de: Exakte Kopie
fr: Copie exacte
tr: Tam kopya

source: Exact duplicates
de: Exakte Duplikate
fr: Des doublons exacts
tr: Birebir kopyalar

source: Exact groups
de: Exakte Gruppen
fr: Groupes de doublons exacts
tr: Birebir Kopya Grupları

source: Exact Groups
de: Exakte Gruppen
fr: Groupes de doublons exacts
tr: Birebir Kopya Grupları

source: Exact Match
de: Exaktes Match
fr: Correspondance exacte
tr: Tam Eşleşme

source: Exact photos and videos are verified byte for byte. Similar videos require manual review.
de: Exakte Fotos und Videos werden Byte für Byte überprüft. Ähnliche Videos erfordern eine manuelle Überprüfung.
fr: Les photos et vidéos exactes sont vérifiées octet par octet. Les vidéos similaires nécessitent un examen manuel.
tr: Birebir fotoğraf ve videolar bayt bayt doğrulanır. Benzer videolar elle incelenmelidir.

source: Exact review pipeline
de: Genaue Prüfpipeline
fr: Pipeline d'examen exact
tr: Aynı dosya inceleme akışı

source: Exact set
de: Exakte Gruppe
fr: Groupe exact
tr: Tam kopya grubu

source: Exact set · %lld files
de: Exakte Gruppe · %lld Dateien
fr: Groupe exact · %lld fichiers
tr: Birebir grup · %1$lld dosya

source: Exact sets
de: Exakte Gruppen
fr: Groupes exacts
tr: Tam gruplar

source: Exact-copy confidence, beautifully simple.
de: Sichere Duplikaterkennung, angenehm einfach.
fr: Des copies exactes vérifiées, en toute simplicité.
tr: Tam kopyalar için güven veren sadelik.

source: Exact-copy proof
de: Exakte Kopie-Beweis
fr: Preuve de copie exacte
tr: Birebir kopya kanıtı

source: Export a structured JSON snapshot for debugging. It contains no image bytes, thumbnails, hashes, file contents, or account identifiers.
de: Strukturierten JSON-Snapshot zum Debugging exportieren. Enthält keine Bildbyte, Miniaturen, Hashes, Dateinamen oder Konto-Identifikatoren.
fr: Exportez une capture d'écran JSON structurée pour le débogage. Elle ne contient pas de octets d'image, de miniatures, de hachages, de contenu de fichier ou d'identifiants de compte.
tr: Hata ayıklama için yapılandırılmış bir JSON anlık görüntüsü dışa aktarın. Görüntü baytı, küçük resim, karma, dosya içeriği veya hesap kimliği içermez.

source: Export Diagnostics…
de: Exportdiagnostik...
fr: Diagnostics d'exportation...
tr: Tanılamayı Dışa Aktar…

source: Export History…
de: Exporthistorik...
fr: Historique d'exportation...
tr: Geçmişi Dışa Aktar…

source: Exported
de: Exportiert
fr: Exporté
tr: Dışa aktarılmış

source: Exported JSON can include the selected source path and current filename. Review it before sharing.
de: Exportierte JSON kann den ausgewählten Quellpfad und den aktuellen Dateinamen enthalten. Vor dem Teilen prüfen.
fr: Le JSON exporté peut inclure le chemin de source sélectionné et le nom de fichier actuel. Vérifiez-le avant de le partager.
tr: Dışa aktarılan JSON, seçilen kaynak yolunu ve geçerli dosya adını içerebilir. Paylaşmadan önce inceleyin.

source: External volume connected
de: Externes Volumen angeschlossen
fr: Volume externe connecté
tr: Harici disk bağlı

source: Family safety is checked again when the Safety Plan is prepared; all-or-nothing families are blocked if a move would separate required components.
de: Die Familiensicherheit wird bei der Planerstellung erneut geprüft; unteilbare Gruppen werden blockiert, wenn das Verschieben erforderliche Dateien trennen würde.
fr: La sécurité de la famille est vérifiée à nouveau lorsque le plan de sécurité est préparé ; les familles à tout ou rien sont bloquées si un déménagement séparerait les composants requis.
tr: Güvenlik Planı hazırlanırken aile güvenliği tekrar kontrol edilir; bir taşıma işlemi gerekli bileşenleri ayıracaksa tüm aile engellenir.

source: Feature-print distance is evidence of visual resemblance, not proof that two files are interchangeable. Similar groups have no Keep, Quarantine, or automatic cleanup action.
de: Der visuelle Merkmalsabstand ist ein Hinweis auf visuelle Ähnlichkeit und kein Beweis dafür, dass zwei Dateien austauschbar sind. Ähnliche Gruppen enthalten keine Behalten-, Quarantäne- oder automatische Bereinigungsaktionen.
fr: La distance d'empreinte visuelle est une preuve de ressemblance visuelle, et non une preuve que deux fichiers sont interchangeables. Les groupes similaires n'ont pas d'action de maintien, de quarantaine ou de nettoyage automatique.
tr: Özellik uzaklığı görsel benzerlik kanıtıdır, iki dosyanın birbiri yerine geçebileceğinin kanıtı değildir. Benzer gruplarda Sakla, Karantina veya otomatik temizleme işlemi bulunmaz.

source: File extensions, comma-separated
de: Dateiendungen, durch Kommas getrennt
fr: Extension de fichier, séparée par des virgules
tr: Dosya uzantıları, virgülle ayrılmış

source: Files
de: Dateien
fr: Fichiers
tr: Dosyalar

source: Files & iCloud Drive
de: Dateien & iCloud Drive
fr: Fichiers et iCloud Drive
tr: Dosyalar ve iCloud Drive

source: Filesystem fingerprint
de: Dateisystem-Fingerabdruck
fr: Empreinte du système de fichiers
tr: Dosya sistemi parmak izi

source: Filter by file, path, or status
de: Filtern nach Datei, Pfad oder Status
fr: Filtre par fichier, chemin ou statut
tr: Dosya, yol veya duruma göre filtrele

source: Filter plan by file or folder
de: Filterplan nach Datei oder Ordner
fr: Filtre le plan par fichier ou dossier
tr: Dosya veya klasöre göre planı filtrele

source: Filters in Review Studio let you return directly to unreviewed, planned, or completed sets. Decisions remain stored in the local SQLite ledger across incremental rescans.
de: Mit den Filtern im Prüfstudio lässt sich direkt zu ungeprüften, geplanten oder abgeschlossenen Gruppen zurückkehren. Entscheidungen bleiben im lokalen SQLite-Protokoll auch bei erneuten Scans gespeichert.
fr: Les filtres du Studio d'examen vous permettent de revenir directement aux ensembles non examinés, planifiés ou terminés. Les décisions restent stockées dans le registre SQLite local.
tr: İnceleme Stüdyosu filtreleri incelenmemiş, planlanmış veya tamamlanmış kümelere doğrudan dönmenizi sağlar. Kararlar yerel SQLite veri tabanında saklanır.

source: Find exact copies with byte-level proof. Similar photos stay review-only.
de: Finde exakte Kopien mit Byte-Nachweis. Ähnliche Fotos bleiben nur zur Prüfung.
fr: Trouvez les copies exactes avec une preuve au niveau des octets. Les photos similaires restent en consultation seule.
tr: Tam kopyaları bayt düzeyinde kanıtla bulun. Benzer fotoğraflar yalnızca inceleme içindir.

source: Finding visually similar photos…
de: Visuell ähnliche Fotos werden gesucht…
fr: Recherche de photos visuellement similaires…
tr: Görsel olarak benzer fotoğraflar bulunuyor…

source: Finding visually similar videos…
de: Visuell ähnliche Videos werden gesucht…
fr: Recherche de vidéos visuellement similaires…
tr: Görsel olarak benzer videolar bulunuyor…

source: Finds exact duplicates with byte-level proof. Review, then clean up — reversibly.
de: Exakte Duplikate mit Byte-Nachweis finden. Prüfen, dann reversibel bereinigen.
fr: Trouve des doublons exacts avec une preuve au niveau des octets. Réviser, puis nettoyer - de manière réversible.
tr: Byte düzeyinde kanıtla tam kopyaları bulur. İnceleyin, ardından geri alınabilir şekilde temizleyin.

source: Focus protected keeper %@
de: Geschützte Kopie fokussieren: %@
fr: Afficher la copie protégée : %@
tr: Korunan kopyaya odaklan: %@

source: Folder names, comma-separated
de: Ordnernamen, durch Kommas getrennt
fr: Noms de dossiers, séparés par des virgules
tr: Klasör adları, virgülle ayrılmış

source: Free
de: Kostenlos
fr: Gratuit
tr: Ücretsiz

source: Free allowance
de: Kostenloses Kontingent
fr: Quota gratuit
tr: Ücretsiz hak

source: Free up space. Keep what matters.
de: Speicherplatz freigeben. Behalten, was zählt.
fr: Libérez de l'espace. Gardez ce qui compte.
tr: Alan kazan. Anılarını koru.

source: Full access
de: Vollzugriff
fr: Accès complet
tr: Tam erişim

source: Get Started
de: Loslegen
fr: Commencer
tr: Başla

source: History
de: Verlauf
fr: Historique
tr: Geçmiş

source: Home
de: Zuhause
fr: maison
tr: Ana Sayfa

source: Choose your preferred display language for Keptora.
de: Bevorzugte Anzeigesprache für Keptora auswählen.
fr: Choisissez votre langue d’affichage préférée pour Keptora.
tr: Keptora için tercih ettiğiniz görüntüleme dilini seçin.

source: Balanced Light
de: Ausgewogenes Licht
fr: Lumière équilibrée
tr: Dengeli Işık

source: Best Expression
de: Bester Ausdruck
fr: Meilleure expression
tr: En İyi İfade

source: Capture Information
de: Aufnahmeinformationen
fr: Informations de capture
tr: Çekim Bilgileri

source: Highest Resolution
de: Höchste Auflösung
fr: Résolution maximale
tr: En Yüksek Çözünürlük

source: Inspect Photo
de: Foto prüfen
fr: Inspecter la photo
tr: Fotoğrafı İncele

source: Inspect Video
de: Video prüfen
fr: Inspecter la vidéo
tr: Videoyu İncele

source: Photo Specifications
de: Fotospezifikationen
fr: Spécifications de la photo
tr: Fotoğraf Özellikleri

source: RAW Quality
de: RAW-Qualität
fr: Qualité RAW
tr: RAW Kalitesi

source: Safety & Protection
de: Sicherheit & Schutz
fr: Sécurité et protection
tr: Güvenlik ve Koruma

source: Sharpest Focus
de: Schärfster Fokus
fr: Mise au point la plus nette
tr: En Net Odak

source: Files and iCloud Drive
de: Dateien und iCloud Drive
fr: Fichiers et iCloud Drive
tr: Dosyalar ve iCloud Drive

source: Photos and videos on this device
de: Fotos und Videos auf diesem Gerät
fr: Photos et vidéos sur cet appareil
tr: Bu cihazdaki fotoğraf ve videolar

source: Set %1$lld of %2$lld
de: Set %1$lld von %2$lld
fr: Ensemble %1$lld sur %2$lld
tr: Set %1$lld / %2$lld

source: Start Review
de: Überprüfung starten
fr: Commencer l'examen
tr: İncelemeyi Başlat

source: Language
de: Sprache
fr: Langue
tr: Dil

source: System Default
de: Systemstandard
fr: Par défaut du système
tr: Sistem Varsayılanı

source: I reviewed all restore conflicts and understand that Keptora will never overwrite an occupied original path.
de: Ich habe alle Wiederherstellungskonflikte überprüft und verstehe, dass Keptora niemals einen belegten ursprünglichen Pfad überschreiben wird.
fr: J'ai examiné tous les conflits de restauration et je comprends que Keptora ne réécrira jamais un chemin original occupé.
tr: Tüm geri yükleme çakışmalarını inceledim ve Keptora'nın dolu bir özgün yolun üzerine asla yazmayacağını anlıyorum.

source: I reviewed the destination, protected keepers, and recovery path.
de: Ich habe das Ziel, die geschützten Originale und den Wiederherstellungspfad überprüft.
fr: J'ai vérifié la destination, les originaux protégés et le chemin de restauration.
tr: Hedefi, korunan asıl kopyaları ve geri yükleme yolunu inceledim.

source: iCloud originals are never downloaded until you approve a network scan.
de: iCloud-Originale werden erst geladen, wenn ein Netzwerkscan genehmigt wird.
fr: Les originaux iCloud ne sont téléchargés qu’après votre autorisation d’une analyse réseau.
tr: Siz ağ taramasını onaylamadan iCloud özgünleri indirilmez.

source: iCloud-only originals remain untouched until you approve a network scan.
de: Nur iCloud-Originale bleiben unberührt, bis ein Netzwerkscan genehmigt wird.
fr: Les originaux uniquement sur iCloud restent intacts jusqu'à ce que vous approuviez un scan du réseau.
tr: Siz ağ taramasını onaylayana kadar yalnızca iCloud’daki özgünlere dokunulmaz.

source: Image upload
de: Bild hochladen
fr: Téléchargement d'images
tr: Görsel yükleme

source: In progress
de: Im Gange
fr: En cours
tr: Devam ediyor

source: In Progress
de: Im Gange
fr: En cours de réalisation
tr: Devam Ediyor

source: In Quarantine
de: Im Quarantäne-Ordner
fr: En zone de récupération
tr: Kurtarma Kutusunda

source: Include full local paths in exported diagnostics
de: In den exportierten Diagnosen alle lokalen Pfade enthalten
fr: Inclure les chemins locaux complets dans les diagnostics exportés.
tr: Dışa aktarılan tanılamalara tam yerel yolları dahil et

source: Incremental scan complete · %lld hashed · %lld reused · %lld missing
de: Inkrementeller Scan abgeschlossen · %lld geprüft · %lld wiederverwendet · %lld fehlend
fr: Analyse incrémentale terminée · %lld vérifiés · %lld réutilisés · %lld manquants
tr: Artımlı tarama tamamlandı · %lld özetlendi · %lld yeniden kullanıldı · %lld eksik

source: Insights
de: Einblicke
tr: İçgörüler

source: Keep
de: Behalten
fr: Conserver
tr: Koru

source: KEEP
de: BEHALTEN
fr: GARDER
tr: KORU

source: Keep Reviewing
de: Weiter überprüfen
fr: Poursuivre l’examen
tr: İncelemeye Devam Et

source: Keep Focused Photo
de: Fokussiertes Foto behalten
fr: Photo de maintien de la concentration
tr: Odaklanan Fotoğrafı Sakla

source: Keep Strategy
de: Strategie beibehalten
fr: Gardez la stratégie
tr: Koruma Stratejisi

source: Keep the copy with the shortest file path.
de: Kopie mit dem kürzesten Dateipfad behalten.
fr: Gardez la copie avec le chemin de fichier le plus court.
tr: Dosya yolu en kısa olan kopyayı korur.

source: Keep the current keeper; new groups use the oldest file.
de: Aktuelles Original beibehalten; neue Gruppen verwenden die älteste Datei.
fr: Conserver l'original actuel ; les nouveaux groupes utilisent le fichier le plus ancien.
tr: Mevcut asıl kopya korunur; yeni gruplarda en eski dosya seçilir.

source: Keep the largest file, often the highest-resolution copy.
de: Größte Datei behalten (oft die höchste Auflösung).
fr: Gardez le fichier le plus grand, souvent la copie de la plus haute résolution.
tr: En büyük dosyayı, genellikle en yüksek çözünürlüklü kopyayı korur.

source: Keep the newer copy.
de: Neuere Kopie behalten.
fr: Gardez la copie la plus récente.
tr: Daha yeni kopyayı korur.

source: Keep the older copy.
de: Ältere Kopie behalten.
fr: Gardez la copie plus ancienne.
tr: Daha eski kopyayı korur.

source: Keeper
de: Original
fr: Original
tr: Asıl Kopya

source: KEEPER
de: ORIGINAL
fr: ORIGINAL
tr: ASIL KOPYA

source: Know what is ready before cleanup.
de: Vor der Bereinigung genau wissen, was bereit ist.
fr: Sachez ce qui est prêt avant le nettoyage.
tr: Temizlikten önce neyin hazır olduğunu bilin.

source: Large plan mode is active. Keptora renders 300 rows at a time while retaining the full signed plan for export and commit.
de: Der große Planmodus ist aktiv. Keptora rendert 300 Zeilen gleichzeitig, während der vollständige signierte Plan für Export und Commit erhalten bleibt.
fr: Le mode grand plan est actif. Keptora affiche 300 lignes à la fois tout en conservant le plan signé complet pour l'exportation et l'exécution.
tr: Büyük plan modu etkin. Keptora dışa aktarma ve uygulama için imzalı planın tamamını korurken aynı anda 300 satır gösterir.

source: Large plans may take time because every quarantined file is re-hashed locally.
de: Große Pläne können Zeit in Anspruch nehmen, da jede in Quarantäne gesetzte Datei lokal neu hashed wird.
fr: Les grands plans peuvent prendre du temps car chaque fichier mis en quarantaine est recalculé localement.
tr: Her karantina dosyası yerelde yeniden özetlendiği için büyük planlar zaman alabilir.

source: Largest
de: Größter
fr: Le plus grand
tr: En büyük

source: Largest file
de: Größter Datei
fr: Le plus grand fichier
tr: En büyük dosya

source: Legacy — regenerate
de: Vorgängerversion — neu erstellen
fr: Ancien format — régénérer
tr: Eski biçim — yeniden oluştur

source: Library
de: Mediathek
fr: Photothèque
tr: Arşiv

source: Lifetime unlock
de: Lebenslanger Zugang
fr: Accès à vie
tr: Ömür Boyu Erişim

source: Limited Photos access
de: Beschränkter Fotozugriff
fr: Accès limité aux photos
tr: Sınırlı Fotoğraflar erişimi

source: Linked asset family
de: Verknüpfte Dateigruppe
fr: Famille de fichiers liés
tr: Bağlantılı dosya grubu

source: Links
de: Link
fr: Liens
tr: Bağlantılar

source: Live Photo
de: Live-Foto
fr: Photo en direct

source: Load Current Safety Plan
de: Aktueller Sicherheitsplan für die Ladung einladen
fr: Charger le plan de sécurité actuel de charge
tr: Mevcut Güvenlik Planını Yükle

source: Local pace
de: Lokaler Tempo
fr: Pace local
tr: Yerel hız

source: Local performance history
de: Lokale Leistungsgeschichte
fr: Historique des performances locales
tr: Yerel performans geçmişi

source: Local review session
de: Lokale Überprüfungssitzung
fr: Session de révision locale
tr: Yerel inceleme oturumu

source: Make room for what matters.
de: Schaffe Platz für das Wesentliche.
fr: Faites de la place pour l’essentiel.
tr: Önemli olanlara yer açın.

source: Manage Access
de: Zugriff verwalten
fr: Gérer l’accès
tr: Erişimi Yönet

source: Manifest fingerprint
de: Manifest-Fingerabdruck
fr: Empreinte du manifeste
tr: Bildirim parmak izi

source: Manual review
de: Manuelle Überprüfung
fr: Révision manuelle
tr: Manuel inceleme

source: manually reviewed similar videos
de: manuell geprüfte ähnliche Videos
fr: vidéos similaires vérifiées manuellement
tr: elle incelenen benzer video

source: Mark every non-keeper in this exact set as reviewed without adding it to the Safety Plan.
de: Alle Kopien außer dem geschützten Original als überprüft markieren, ohne sie zum Sicherheitsplan hinzuzufügen.
fr: Marquer toutes les copies sauf l'original protégé comme examinées sans les ajouter au plan de sécurité.
tr: Bu kümedeki asıl dışındaki tüm kopyaları Güvenlik Planına eklemeden incelendi olarak işaretle.

source: Maybe Later
de: Vielleicht später
fr: Peut-être plus tard
tr: Belki Daha Sonra

source: Media type
de: Medientyp
fr: Type de média
tr: Medya türü

source: More
de: mehr
fr: plus
tr: Daha Fazla

source: Motion
de: Bewegung
fr: mouvement
tr: Hareket
